/* No comment provided by engineer. */
" Day" = " Day";

/* No comment provided by engineer. */
" Please check your internet connection." = " Please check your internet connection.";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"All Day" = "All Day";

/* No comment provided by engineer. */
"Are you sure you want to change quarter?" = "Are you sure you want to change quarter?";

/* No comment provided by engineer. */
"Attachment cannot be downloaded" = "Attachment cannot be downloaded";

/* No comment provided by engineer. */
"Authentication Failed. Please check your internet" = "Authentication Failed. Please check your internet";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot find course fill page" = "Cannot find course fill page";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Classes" = "Classes";

/* No comment provided by engineer. */
"Collapse" = "Collapse";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Could Not Send Email" = "Could Not Send Email";

/* No comment provided by engineer. */
"Do you want to log out Class Chat or the app?" = "Do you want to log out Class Chat or the app?";

/* No comment provided by engineer. */
"Earlier" = "Earlier";

/* No comment provided by engineer. */
"Events" = "Events";

/* No comment provided by engineer. */
"Expand" = "Expand";

/* No comment provided by engineer. */
"Forgot Password" = "Forgot Password";

/* No comment provided by engineer. */
"Frequently Used" = "Frequently Used";

/*   */
"Hide Grade" = "Hide Grade";

/* No comment provided by engineer. */
"History" = "History";

/* No comment provided by engineer. */
"Homework" = "Homework";

/* No comment provided by engineer. */
"Inbox" = "Inbox";

/* No comment provided by engineer. */
"Internal error: incorrect file format." = "Internal error: incorrect file format.";

/* No comment provided by engineer. */
"Last Week" = "Last Week";

/* No comment provided by engineer. */
"Log in to Mobileserve" = "Log in to Mobileserve";

/* No comment provided by engineer. */
"Log out Class Chat" = "Log out Class Chat";

/* No comment provided by engineer. */
"Log Out the App" = "Log Out the App";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Lunch Menu" = "Lunch Menu";

/* No comment provided by engineer. */
"My Courses" = "My Courses";

/* No comment provided by engineer. */
"No attachment is found." = "No attachment is found.";

/* No comment provided by engineer. */
"No grade data is found." = "No grade data is found.";

/* No comment provided by engineer. */
"No more classes for today!" = "No more classes for today!";

/* No comment provided by engineer. */
"No School" = "No School";

/* No comment provided by engineer. */
"No school today," = "No school today,";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Others" = "Others";

/* No comment provided by engineer. */
"Please enter your email address" = "Please enter your email address";

/* No comment provided by engineer. */
"Please enter your password" = "Please enter your password";

/* No comment provided by engineer. */
"Please use your Mobileserve account to login." = "Please use your Mobileserve account to login.";

/* No comment provided by engineer. */
"Refresh..." = "Refresh...";

/* No comment provided by engineer. */
"Service Hour" = "Service Hour";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Show Grade" = "Show Grade";

/* No comment provided by engineer. */
"Step Challenge" = "Step Challenge";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Successfully updated" = "Successfully updated";

/* No comment provided by engineer. */
"The username/password is incorrect. Please check your spelling." = "The username/password is incorrect. Please check your spelling.";

/* No comment provided by engineer. */
"There is no class on this day." = "There is no class on this day.";

/* No comment provided by engineer. */
"There is no email to display." = "There is no email to display.";

/* No comment provided by engineer. */
"There is no event on this day." = "There is no event on this day.";

/* No comment provided by engineer. */
"There is no homework to display." = "There is no homework to display.";

/* No comment provided by engineer. */
"This Week" = "This Week";

/* No comment provided by engineer. */
"This will clear all the course data." = "This will clear all the course data.";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Today is %@ Day," = "Today is %@ Day,";

/* No comment provided by engineer. */
"Updating emails..." = "Updating emails...";

/* No comment provided by engineer. */
"Updating homework..." = "Updating homework...";

/* No comment provided by engineer. */
"Updating..." = "Updating...";

/* No comment provided by engineer. */
"Version file not found" = "Version file not found";

/* No comment provided by engineer. */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"Welcome back, %@!" = "Welcome back, %@!";

/* No comment provided by engineer. */
"Welcome to Class Master. Please use your mySchool account to log in." = "Welcome to Class Master. Please use your mySchool account to log in.";

/* No comment provided by engineer. */
"Yes, change it!" = "Yes, change it!";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"You have successfully flagged the message! We will process this report as soon as possible." = "You have successfully flagged the message! We will process this report as soon as possible.";

/* No comment provided by engineer. */
"You've successfully logged out of Class Chat." = "You've successfully logged out of Class Chat.";

/* No comment provided by engineer. */
"Your device could not send e-mail.  Please check e-mail configuration and try again." = "Your device could not send e-mail.  Please check e-mail configuration and try again.";

